/* You already favorited this user. You must REALLY like them! */
"Already In Favorites Body" = "You already favorited this user. You must REALLY like them!";

/* Error message title. */
"Bad stuff happened" = "Bad stuff happened";

/* Error message title. */
"Empty Username" = "Empty Username";

/* Please enter a username. We need to know who to look for 😀 */
"Empty Username Body" = "Please enter a username. We need to know who to look for 😀";

/* Username text field placeholder */
"Enter a username" = "Enter a username";

/* Faforites screen title (appears in the navigation bar).
   Title of the favorites tab. */
"Favorites" = "Favorites";

/* Title for the number of followers. */
"Followers" = "Followers";

/* Title for the number of following. */
"Following" = "Following";

/* Button: Go to followers list of a GitHub user. */
"Get Followers" = "Get Followers";

/* Button: Go to GitHub profile. */
"GitHub Profile" = "GitHub Profile";

/* Celebration button title for success message. */
"Hooray!" = "Hooray!";

/* The data recieved from the server was invalid. Please try again. */
"Invalid Data Body" = "The data recieved from the server was invalid. Please try again.";

/* Invalid response from the server. Please try again. */
"Invalid Response Body" = "Invalid response from the server. Please try again.";

/* Error message title. */
"Invalid URL" = "Invalid URL";

/* The URL attached to this user is invalid. */
"Invalid URL Body" = "The URL attached to this user is invalid.";

/* This username created an invalid request. Please try again. */
"Invalid Username Body" = "This username created an invalid request. Please try again.";

/* Default value if the user didn't add a bio in his profile. */
"No bio available" = "No bio available";

/* Title for no favorites message. */
"No Favorites" = "No Favorites";

/* Something like: Add one from the followers screen. */
"No Favorites Body" = "Something like: Add one from the followers screen.";

/* Error message title. */
"No Followers" = "No Followers";

/* This user doesn't have any followers. Go follow them 😀
   This user has no folloers. What a shame 😞 */
"No Followers Body" = "This user doesn't have any followers.";

/* Default value if the user didn't add a location in his profile. */
"No Location" = "No Location";

/* Button: OK. */
"OK" = "OK";

/* Title for the number of public gists. */
"Public Gists" = "Public Gists";

/* Title for the number of public repos. */
"Public Repos" = "Public Repos";

/* Title of the search tab. */
"Search" = "Search";

/* Placeholder for search bar. */
"Search for a username" = "Search for a username";

/* Button for error message. */
"So sad" = "So sad";

/* Error message title. */
"Something went wrong" = "Something went wrong";

/* Success message title. */
"Success!" = "Success!";

/* You have sucessfully favorited this user 🎉 */
"Success! Body" = "You have sucessfully favorited this user 🎉";

/* Unable to complete your request. Please check your internet connection. */
"Unable To Complete Body" = "Unable to complete your request. Please check your internet connection.";

/* Error message body. */
"Unable to complete request." = "Unable to complete request.";

/* There was an error favoriting this user. Please try again. */
"Unable To Favorite Body" = "There was an error favoriting this user. Please try again.";

/* Error message title for removing favorite. */
"Unable to remove" = "Unable to remove";

/* Example: User since Oct 2017 */
"User since" = "User since";

